/*
 * @Author: lidan6
 * @Date: 2020-10-13 14:41:38
 * @LastEditors: lidan6
 * @LastEditTime: 2020-11-16 18:20:01
 * @Description: 
 */

List replyData = ["抱歉我现在有事不在 等一下也不想理你", "您好 发送一元红包自动解锁聊天模式", "您好 我现在不无聊 希望无聊时您再找我", "您的小可爱正八百里加急赶往你的聊天界面", "魔仙堡打盹中醒了回你", "咕噜咕噜魔仙堡专线在为你接通", "不要烦我噢 我在冒泡泡Oooooo", "俺没回就是去拔萝卜了Ooo", "我不喜欢回消息 感觉我上辈子就是个免打扰", "目前心动已售完 欢迎下次光临", "去宇宙摘星星啦 马上回来", "别找我 有事打钱", "你好 我是自动回复 您的聊天对象暂时不在", "您可以和我聊天 但是我也只会这一句", "恭喜你解锁我这只小可爱", "我买几个橘子去 你就在此地 不要走动", "我去当喜之郎了 回来带太空人给你", "对方正尝试与您连接 请稍等 当前进度1%", "唉呀妈呀脑瓜疼 脑瓜疼 没钱交网费脑瓜疼", "欢迎使用沙雕服务热线 手动聊天请按1 语音聊天请按2 视频聊天请按3", "回复技能冷却中", "您的消息已送达 对方收到 就是不回", "对不起 您所联系的用户太过优秀 已被喵喵删除 想了解详情请咨询250", "稍等我 待会我用方天画戟给你削苹果吃", "请输入520次我爱你召唤本人", "没回信息就是在放羊 一直没回就是羊丢了", "这边因泄露了蟹堡王的祖传秘方 海洋监管局已将她抓获 待释放之时她会主动与您联系", "嗯 你继续说 我听着呢", "你是夏日限定的美好，会在赏味期内回复", "在赶来与你赴约的路上", "喂，这里是比基尼海滩的蟹堡王餐厅，我正在煎放在超级蟹黄堡里的肉饼，有事请找章鱼哥嘟嘟嘟嘟嘟", "我和xx去当太空人了，回来给你抓外星人", "在学习的海洋里溺死了", "我和黑山老妖去后山讨论吃唐僧的事情，有事回来再说。", "你大声点！我听不见！", "不回就是在峡谷 一直不回就是被峡谷埋了", "不回就是在吃鸡 一直不回就是被鸡吃了", "我去宇宙了 回来摘星星给你", "404 NOT FOUND", "你好 我们老大正在拯救银河系 打完怪兽就回来 稍等一下你就会见到他了", "主人说要想知道她的踪迹需要一包抹茶味薯片", "鱼儿们 塘主出去撒网了 回来宠幸你们", "有什么事晚上再说，幼儿园还没放学", "客官请稍等，主子正在路上", "没回消息就是在要饭", "你的好友已下线，请先转账后联系", "对不起，对方太可爱，有事情排队预约", "我在晒太阳 别打扰我", "有内鬼 现在不方便回复", "对方网络不稳定，请稍后重试", "等会再下凡见见尔等凡夫俗子", "闭关修炼中"];

List replyData0 = [
  "谢谢你能跟我分享这些图片呢",
  "这些图片真好看呢",
  "你能告诉我这些图片的故事么"
];
List replyData1 = [
  "很高兴你能跟我聊天呢，要是我能再聪明点就好了",
  "你好，很高兴认识你呢",
];
List replyData2 = [
  "你发的这个地方好玩么，我也真想去看看呢",
  "世界这么大，而我还呆在家",
];